Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Get notified when new forum discussions are posted.
ar: احصل على إشعارات عند نشر نقاشات منتدى جديدة.
de: Erhalte Benachrichtigungen, wenn neue Forumsdiskussionen veröffentlicht werden.
el: Λάβετε ειδοποιήσεις όταν δημοσιεύονται νέες συζητήσεις φόρουμ.
es: Recibe notificaciones cuando se publiquen nuevos debates del foro.
fa: وقتی بحث‌های جدید انجمن ارسال می‌شوند مطلع شوید.
fr: Recevez des notifications lorsque de nouvelles discussions de forum sont publiées.
he: קבל התראות כאשר דיוני פורום חדשים מתפרסמים.
hi: जब नई फ़ोरम चर्चाएं पोस्ट की जाती हैं तो सूचित हों।
id: Dapatkan notifikasi saat diskusi forum baru diposting.
it: Ricevi notifiche quando vengono pubblicate nuove discussioni del forum.
ja: 新しいフォーラムディスカッションが投稿されると通知を受け取ります。
ko: 새 포럼 토론이 게시되면 알림을 받습니다.
nl: Ontvang meldingen wanneer nieuwe forumdiscussies worden geplaatst.
pl: Otrzymuj powiadomienia, gdy publikowane są nowe dyskusje na forum.
pt: Receba notificações quando novas discussões do fórum forem publicadas.
ru: Получайте уведомления о публикации новых обсуждений на форуме.
sv: Få aviseringar när nya foumdiskussioner publiceras.
th: รับการแจ้งเตือนเมื่อมีการโพสต์การสนทนาในฟอรัมใหม่
tr: Yeni forum tartışmaları paylaşıldığında bildirim alın.
uk: Отримуйте сповіщення, коли публікуються нові обговорення на форумі.
vi: Nhận thông báo khi có thảo luận diễn đàn mới được đăng.
zh_hans: 当发布新的论坛讨论时接收通知。

source: Get notified when new guides, tutorials, and tips are published.
ar: احصل على إشعارات عند نشر أدلة وبرامج تعليمية ونصائح جديدة.
de: Erhalte Benachrichtigungen, wenn neue Anleitungen, Tutorials und Tipps veröffentlicht werden.
el: Λάβετε ειδοποιήσεις όταν δημοσιεύονται νέοι οδηγοί, εκπαιδευτικά και συμβουλές.
es: Recibe notificaciones cuando se publiquen nuevas guías, tutoriales y consejos.
fa: وقتی راهنماها، آموزش‌ها و نکات جدید منتشر می‌شوند مطلع شوید.
fr: Recevez des notifications lorsque de nouveaux guides, tutoriels et astuces sont publiés.
he: קבל התראות כאשר מדריכים, הדרכות וטיפים חדשים מתפרסמים.
hi: जब नए गाइड, ट्यूटोरियल, और टिप्स प्रकाशित होते हैं तो सूचित हों।
id: Dapatkan notifikasi saat panduan, tutorial, dan tip baru diterbitkan.
it: Ricevi notifiche quando vengono pubblicate nuove guide, tutorial e suggerimenti.
ja: 新しいガイド、チュートリアル、ヒントが公開されると通知を受け取ります。
ko: 새 가이드, 튜토리얼, 팁이 게시되면 알림을 받습니다.
nl: Ontvang meldingen wanneer nieuwe handleidingen, tutorials en tips worden gepubliceerd.
pl: Otrzymuj powiadomienia, gdy publikowane są nowe poradniki, samouczki i wskazówki.
pt: Receba notificações quando novos guias, tutoriais e dicas forem publicados.
ru: Получайте уведомления о публикации новых руководств, обучающих материалов и советов.
sv: Få aviseringar när nya guider, självstudier och tips publiceras.
th: รับการแจ้งเตือนเมื่อมีการเผยแพร่คู่มือ บทช่วยสอน และเคล็ดลับใหม่
tr: Yeni kılavuzlar, öğreticiler ve ipuçları yayınlandığında bildirim alın.
uk: Отримуйте сповіщення, коли публікуються нові посібники, навчальні матеріали та поради.
vi: Nhận thông báo khi hướng dẫn, bài học và mẹo mới được xuất bản.
zh_hans: 当发布新的指南、教程和提示时接收通知。

source: Get notified when new podcast episodes are published.
ar: احصل على إشعارات عند نشر حلقات بودكاست جديدة.
de: Erhalte Benachrichtigungen, wenn neue Podcast-Folgen veröffentlicht werden.
el: Λάβετε ειδοποιήσεις όταν δημοσιεύονται νέα επεισόδια podcast.
es: Recibe notificaciones cuando se publiquen nuevos episodios de pódcast.
fa: وقتی قسمت‌های جدید پادکست منتشر می‌شوند مطلع شوید.
fr: Recevez des notifications lorsque de nouveaux épisodes de podcast sont publiés.
he: קבל התראות כאשר פרקי פודקאסט חדשים מתפרסמים.
hi: जब नए पॉडकास्ट एपिसोड प्रकाशित होते हैं तो सूचित हों।
id: Dapatkan notifikasi saat episode podcast baru diterbitkan.
it: Ricevi notifiche quando vengono pubblicati nuovi episodi del podcast.
ja: 新しいポッドキャストエピソードが公開されると通知を受け取ります。
ko: 새 팟캐스트 에피소드가 게시되면 알림을 받습니다.
nl: Ontvang meldingen wanneer nieuwe podcastafleveringen worden gepubliceerd.
pl: Otrzymuj powiadomienia, gdy publikowane są nowe odcinki podcastu.
pt: Receba notificações quando novos episódios de podcast forem publicados.
ru: Получайте уведомления о публикации новых эпизодов подкаста.
sv: Få aviseringar när nya poddavsnitt publiceras.
th: รับการแจ้งเตือนเมื่อมีการเผยแพร่ตอนพอดแคสต์ใหม่
tr: Yeni podcast bölümleri yayınlandığında bildirim alın.
uk: Отримуйте сповіщення, коли публікуються нові епізоди подкасту.
vi: Nhận thông báo khi có tập podcast mới được xuất bản.
zh_hans: 当发布新播客单集时接收通知。

source: Get notified when people reply to your topic.
ar: احصل على إشعارات عندما يرد الأشخاص على موضوعك.
de: Erhalte Benachrichtigungen, wenn jemand auf dein Thema antwortet.
el: Λάβετε ειδοποιήσεις όταν άνθρωποι απαντούν στο θέμα σας.
es: Recibe notificaciones cuando alguien responda a tu tema.
fa: وقتی افراد به موضوع شما پاسخ می‌دهند مطلع شوید.
fr: Recevez des notifications lorsque des personnes répondent à votre sujet.
he: קבל התראות כאשר אנשים משיבים לנושא שלך.
hi: जब लोग आपके विषय पर उत्तर देते हैं तो सूचित हों।
id: Dapatkan notifikasi saat orang membalas topik Anda.
it: Ricevi notifiche quando le persone rispondono al tuo argomento.
ja: あなたのトピックに返信があると通知を受け取ります。
ko: 내 주제에 답글이 달리면 알림을 받습니다.
nl: Ontvang meldingen wanneer mensen reageren op je onderwerp.
pl: Otrzymuj powiadomienia, gdy ktoś odpowiada na Twój wątek.
pt: Receba notificações quando pessoas responderem ao seu tópico.
ru: Получайте уведомления, когда кто-то отвечает на вашу тему.
sv: Få aviseringar när personer svarar på ditt ämne.
th: รับการแจ้งเตือนเมื่อมีคนตอบกลับหัวข้อของคุณ
tr: İnsanlar konunuza yanıt verdiğinde bildirim alın.
uk: Отримуйте сповіщення, коли хтось відповідає на вашу тему.
vi: Nhận thông báo khi mọi người trả lời chủ đề của bạn.
zh_hans: 当有人回复您的话题时接收通知。

source: Get notified when someone mentions you in a post or comment.
ar: احصل على إشعارات عندما يذكرك شخص ما في منشور أو تعليق.
de: Erhalte Benachrichtigungen, wenn dich jemand in einem Beitrag oder Kommentar erwähnt.
el: Λάβετε ειδοποιήσεις όταν κάποιος σας αναφέρει σε μια ανάρτηση ή σχόλιο.
es: Recibe notificaciones cuando alguien te mencione en una publicación o comentario.
fa: وقتی کسی شما را در پستی یا دیدگاهی ذکر می‌کند مطلع شوید.
fr: Recevez des notifications lorsque quelqu'un vous mentionne dans une publication ou un commentaire.
he: קבל התראות כאשר מישהו מזכיר אותך בפוסט או בתגובה.
hi: जब कोई आपको किसी पोस्ट या टिप्पणी में उल्लेख करता है तो सूचित हों।
id: Dapatkan notifikasi saat seseorang menyebut Anda dalam postingan atau komentar.
it: Ricevi notifiche quando qualcuno ti menziona in un post o commento.
ja: 投稿やコメントであなたが言及されると通知を受け取ります。
ko: 게시물이나 댓글에서 나를 언급하면 알림을 받습니다.
nl: Ontvang meldingen wanneer iemand je vermeldt in een bericht of reactie.
pl: Otrzymuj powiadomienia, gdy ktoś wspomina o Tobie w poście lub komentarzu.
pt: Receba notificações quando alguém mencionar você em uma postagem ou comentário.
ru: Получайте уведомления, когда кто-то упоминает вас в публикации или комментарии.
sv: Få aviseringar när någon nämner dig i ett inlägg eller en kommentar.
th: รับการแจ้งเตือนเมื่อมีคนกล่าวถึงคุณในโพสต์หรือความคิดเห็น
tr: Biri sizi bir gönderi veya yorumda etiketlediğinde bildirim alın.
uk: Отримуйте сповіщення, коли хтось згадує вас у дописі чи коментарі.
vi: Nhận thông báo khi ai đó nhắc đến bạn trong bài đăng hoặc bình luận.
zh_hans: 当有人在帖子或评论中提到您时接收通知。

source: Get notified when someone replies to your forum topics.
ar: احصل على إشعارات عندما يرد شخص ما على مواضيع منتداك.
de: Erhalte Benachrichtigungen, wenn jemand auf deine Forumsthemen antwortet.
el: Λάβετε ειδοποιήσεις όταν κάποιος απαντά στα θέματα φόρουμ σας.
es: Recibe notificaciones cuando alguien responda a tus temas del foro.
fa: وقتی کسی به موضوعات انجمن شما پاسخ می‌دهد مطلع شوید.
fr: Recevez des notifications lorsque quelqu'un répond à vos sujets de forum.
he: קבל התראות כאשר מישהו משיב לנושאי הפורום שלך.
hi: जब कोई आपके फ़ोरम विषयों पर उत्तर देता है तो सूचित हों।
id: Dapatkan notifikasi saat seseorang membalas topik forum Anda.
it: Ricevi notifiche quando qualcuno risponde ai tuoi argomenti del forum.
ja: あなたのフォーラムトピックに返信があると通知を受け取ります。
ko: 내 포럼 주제에 누군가 답글을 달면 알림을 받습니다.
nl: Ontvang meldingen wanneer iemand reageert op je forumonderwerpen.
pl: Otrzymuj powiadomienia, gdy ktoś odpowiada na Twoje wątki na forum.
pt: Receba notificações quando alguém responder aos seus tópicos do fórum.
ru: Получайте уведомления, когда кто-то отвечает на ваши темы форума.
sv: Få aviseringar när någon svarar på dina forumämnen.
th: รับการแจ้งเตือนเมื่อมีคนตอบกลับหัวข้อฟอรัมของคุณ
tr: Biri forum konularınıza yanıt verdiğinde bildirim alın.
uk: Отримуйте сповіщення, коли хтось відповідає на ваші теми форуму.
vi: Nhận thông báo khi ai đó trả lời chủ đề diễn đàn của bạn.
zh_hans: 当有人回复您的论坛话题时接收通知。

source: Get Started
ar: البدء
de: Loslegen
el: Έναρξη
es: Comenzar
fa: شروع کنید
fr: Commencer
he: תחילת העבודה
hi: शुरू करें
id: Mulai
it: Inizia
ja: 開始する
ko: 시작하기
nl: Aan de slag
pl: Rozpocznij
pt: Começar
ru: Начать
sv: Kom igång
th: เริ่มต้น
tr: Başlayın
uk: Розпочати
vi: Bắt đầu
zh_hans: 开始使用

source: Go
ar: انتقال
de: Los
el: Μετάβαση
es: Ir
fa: برو
fr: Aller
he: מעבר
hi: जाएं
id: Mulai
it: Vai
ja: 実行
ko: 이동
nl: Ga
pl: Przejdź
pt: Ir
ru: Перейти
sv: Gå
th: ไป
tr: Git
uk: Перейти
vi: Đi
zh_hans: 前往

source: Goes back to edit your message.
ar: يعود للخلف لتعديل رسالتك.
de: Kehrt zurück, um deine Nachricht zu bearbeiten.
el: Επιστρέφει για επεξεργασία του μηνύματός σας.
es: Vuelve atrás para editar tu mensaje.
fa: برای ویرایش پیام شما به عقب برمی‌گردد.
fr: Retourne à la modification de votre message.
he: חוזר אחורה כדי לערוך את ההודעה שלך.
hi: आपके संदेश को संपादित करने के लिए वापस जाता है।
id: Kembali untuk mengedit pesan Anda.
it: Torna indietro per modificare il tuo messaggio.
ja: 戻ってメッセージを編集します。
ko: 돌아가서 메시지를 편집합니다.
nl: Gaat terug om je bericht te bewerken.
pl: Wraca, aby edytować Twoją wiadomość.
pt: Volta para editar sua mensagem.
ru: Возвращает назад для редактирования вашего сообщения.
sv: Går tillbaka för att redigera ditt meddelande.
th: ย้อนกลับเพื่อแก้ไขข้อความของคุณ
tr: Mesajınızı düzenlemek için geri gider.
uk: Повертає назад для редагування вашого повідомлення.
vi: Quay lại để chỉnh sửa tin nhắn của bạn.
zh_hans: 返回以编辑您的消息。

source: Goes back to step 1 to change your selection.
ar: يعود إلى الخطوة 1 لتغيير اختيارك.
de: Kehrt zu Schritt 1 zurück, um deine Auswahl zu ändern.
el: Επιστρέφει στο βήμα 1 για αλλαγή της επιλογής σας.
es: Vuelve al paso 1 para cambiar tu selección.
fa: برای تغییر انتخاب شما به مرحلهٔ ۱ برمی‌گردد.
fr: Retourne à l'étape 1 pour modifier votre sélection.
he: חוזר לשלב 1 כדי לשנות את הבחירה שלך.
hi: आपके चयन को बदलने के लिए चरण 1 पर वापस जाता है।
id: Kembali ke langkah 1 untuk mengubah pilihan Anda.
it: Torna al passaggio 1 per modificare la tua selezione.
ja: 手順 1 に戻って選択を変更します。
ko: 1단계로 돌아가 선택을 변경합니다.
nl: Gaat terug naar stap 1 om je selectie te wijzigen.
pl: Wraca do kroku 1, aby zmienić wybór.
pt: Volta para a etapa 1 para alterar sua seleção.
ru: Возвращает к шагу 1 для изменения выбора.
sv: Går tillbaka till steg 1 för att ändra ditt val.
th: ย้อนกลับไปขั้นตอนที่ 1 เพื่อเปลี่ยนตัวเลือกของคุณ
tr: Seçiminizi değiştirmek için 1. adıma geri döner.
uk: Повертає до кроку 1, щоб змінити ваш вибір.
vi: Quay lại bước 1 để thay đổi lựa chọn của bạn.
zh_hans: 返回到第 1 步以更改您的选择。

source: Good afternoon
ar: مساء الخير
de: Guten Nachmittag
el: Καλό απόγευμα
es: Buenas tardes
fa: بعدازظهر بخیر
fr: Bon après-midi
he: צהריים טובים
hi: नमस्ते
id: Selamat siang
it: Buon pomeriggio
ja: こんにちは
ko: 좋은 오후입니다
nl: Goedemiddag
pl: Dzień dobry
pt: Boa tarde
ru: Добрый день
sv: God dag
th: สวัสดีตอนบ่าย
tr: İyi günler
uk: Добрий день
vi: Chào buổi chiều
zh_hans: 下午好

source: Good evening
ar: مساء الخير
de: Guten Abend
el: Καλό βράδυ
es: Buenas tardes
fa: عصر بخیر
fr: Bonsoir
he: ערב טוב
hi: शुभ संध्या
id: Selamat sore
it: Buonasera
ja: こんばんは
ko: 좋은 저녁입니다
nl: Goedenavond
pl: Dobry wieczór
pt: Boa tarde
ru: Добрый вечер
sv: God kväll
th: สวัสดีตอนเย็น
tr: İyi akşamlar
uk: Добрий вечір
vi: Chào buổi tối
zh_hans: 晚上好

source: Good morning
ar: صباح الخير
de: Guten Morgen
el: Καλημέρα
es: Buenos días
fa: صبح بخیر
fr: Bonjour
he: בוקר טוב
hi: सुप्रभात
id: Selamat pagi
it: Buongiorno
ja: おはようございます
ko: 좋은 아침입니다
nl: Goedemorgen
pl: Dzień dobry
pt: Bom dia
ru: Доброе утро
sv: God morgon
th: สวัสดีตอนเช้า
tr: Günaydın
uk: Доброго ранку
vi: Chào buổi sáng
zh_hans: 早上好

source: Good night
ar: تصبح على خير
de: Gute Nacht
el: Καληνύχτα
es: Buenas noches
fa: شب بخیر
fr: Bonne nuit
he: לילה טוב
hi: शुभ रात्रि
id: Selamat malam
it: Buonanotte
ja: おやすみなさい
ko: 안녕히 주무세요
nl: Goedenacht
pl: Dobranoc
pt: Boa noite
ru: Доброй ночи
sv: God natt
th: ราตรีสวัสดิ์
tr: İyi geceler
uk: Добраніч
vi: Chúc ngủ ngon
zh_hans: 晚安

source: Got it
ar: فهمت
de: Verstanden
el: Το κατάλαβα
es: Entendido
fa: متوجه شدم
fr: Compris
he: הבנתי
hi: समझ गया
id: Mengerti
it: Capito
ja: わかりました
ko: 확인
nl: Begrepen
pl: Rozumiem
pt: Entendi
ru: Понятно
sv: Uppfattat
th: เข้าใจแล้ว
tr: Anladım
uk: Зрозуміло
vi: Đã hiểu
zh_hans: 知道了

source: Got It
ar: فهمت
de: Verstanden
el: Εντάξει
es: Entendido
fa: متوجه شدم
fr: Compris
he: הבנתי
hi: समझ गया
id: Mengerti
it: Capito
ja: 了解
ko: 확인
nl: Begrepen
pl: Rozumiem
pt: Entendi
ru: Понятно
sv: Förstått
th: เข้าใจแล้ว
tr: Anladım
uk: Зрозуміло
vi: Đã hiểu
zh_hans: 知道了

source: Guide deleted
ar: تم حذف الدليل
de: Anleitung gelöscht
el: Ο οδηγός διαγράφηκε
es: Guía eliminada
fa: راهنما حذف شد
fr: Guide supprimé
he: המדריך נמחק
hi: गाइड हटाई गई
id: Panduan dihapus
it: Guida eliminata
ja: ガイドを削除しました
ko: 가이드 삭제됨
nl: Gids verwijderd
pl: Poradnik usunięty
pt: Guia excluído
ru: Руководство удалено
sv: Guide borttagen
th: ลบคู่มือแล้ว
tr: Kılavuz silindi
uk: Посібник видалено
vi: Đã xóa hướng dẫn
zh_hans: 指南已删除

source: Guide unpublished
ar: تم إلغاء نشر الدليل
de: Anleitung zurückgezogen
el: Ο οδηγός αποδημοσιεύτηκε
es: Guía despublicada
fa: انتشار راهنما لغو شد
fr: Guide dépublié
he: פרסום המדריך בוטל
hi: गाइड अप्रकाशित
id: Panduan dibatalkan publikasinya
it: Guida non pubblicata
ja: ガイドの公開を取り消しました
ko: 가이드 게시 취소됨
nl: Gids ongepubliceerd
pl: Poradnik wycofano z publikacji
pt: Guia despublicado
ru: Руководство снято с публикации
sv: Guide avpublicerad
th: ยกเลิกการเผยแพร่คู่มือแล้ว
tr: Kılavuz yayından kaldırıldı
uk: Посібник знято з публікації
vi: Đã hủy đăng hướng dẫn
zh_hans: 指南已取消发布

source: Guide updated
ar: تم تحديث الدليل
de: Anleitung aktualisiert
el: Ο οδηγός ενημερώθηκε
es: Guía actualizada
fa: راهنما به‌روزرسانی شد
fr: Guide mis à jour
he: המדריך עודכן
hi: गाइड अपडेट की गई
id: Panduan diperbarui
it: Guida aggiornata
ja: ガイドを更新しました
ko: 가이드가 업데이트됨
nl: Gids bijgewerkt
pl: Poradnik zaktualizowany
pt: Guia atualizado
ru: Руководство обновлено
sv: Guide uppdaterad
th: อัปเดตคู่มือแล้ว
tr: Kılavuz güncellendi
uk: Посібник оновлено
vi: Đã cập nhật hướng dẫn
zh_hans: 指南已更新

source: Guideline Violation Check
ar: فحص انتهاكات الإرشادات
de: Richtlinienverstoß-Prüfung
el: Έλεγχος Παραβίασης Οδηγιών
es: Comprobación de infracciones de las normas
fa: بررسی نقض دستورالعمل‌ها
fr: Vérification des infractions aux règles
he: בדיקת הפרת הנחיות
hi: दिशानिर्देश उल्लंघन जांच
id: Pemeriksaan Pelanggaran Panduan
it: Controllo violazioni delle linee guida
ja: ガイドライン違反チェック
ko: 가이드라인 위반 확인
nl: Controle op richtlijnovertredingen
pl: Sprawdzanie naruszeń wskazówek
pt: Verificação de violação de diretrizes
ru: Проверка нарушений правил
sv: Kontroll av regelbrott
th: การตรวจสอบการละเมิดแนวทาง
tr: Yönerge İhlali Denetimi
uk: Перевірка порушень правил
vi: Kiểm tra vi phạm hướng dẫn
zh_hans: 准则违规检查

source: Guides
ar: الأدلة
de: Anleitungen
el: Οδηγοί
es: Guías
fa: راهنماها
he: מדריכים
hi: गाइड
id: Panduan
it: Guide
ja: ガイド
ko: 가이드
nl: Handleidingen
pl: Poradniki
pt: Guias
ru: Руководства
sv: Guider
th: คู่มือ
tr: Kılavuzlar
uk: Посібники
vi: Hướng dẫn
zh_hans: 指南

source: Guides & Resources
ar: الأدلة والموارد
de: Anleitungen & Ressourcen
el: Οδηγοί & Πόροι
es: Guías y recursos
fa: راهنماها و منابع
fr: Guides et ressources
he: מדריכים ומשאבים
hi: गाइड और संसाधन
id: Panduan & Sumber Daya
it: Guide e risorse
ja: ガイドとリソース
ko: 가이드 및 리소스
nl: Handleidingen & bronnen
pl: Poradniki i zasoby
pt: Guias e recursos
ru: Руководства и ресурсы
sv: Guider & resurser
th: คู่มือและแหล่งข้อมูล
tr: Kılavuzlar ve Kaynaklar
uk: Посібники та ресурси
vi: Hướng dẫn & Tài nguyên
zh_hans: 指南与资源

source: Guides & Tutorials
ar: الأدلة والبرامج التعليمية
de: Anleitungen & Tutorials
el: Οδηγοί & Εκπαιδευτικά
es: Guías y tutoriales
fa: راهنماها و آموزش‌ها
fr: Guides et tutoriels
he: מדריכים והדרכות
hi: गाइड और ट्यूटोरियल
id: Panduan & Tutorial
it: Guide e tutorial
ja: ガイドとチュートリアル
ko: 가이드 및 튜토리얼
nl: Handleidingen & tutorials
pl: Poradniki i samouczki
pt: Guias e tutoriais
ru: Руководства и обучающие материалы
sv: Guider & självstudier
th: คู่มือและบทช่วยสอน
tr: Kılavuzlar ve Öğreticiler
uk: Посібники та навчальні матеріали
vi: Hướng dẫn & Bài học
zh_hans: 指南与教程

source: Haptic Feedback
ar: التغذية الراجعة اللمسية
de: Haptisches Feedback
el: Απτική Ανάδραση
es: Respuesta háptica
fa: بازخورد لمسی
fr: Retour haptique
he: משוב הפטי
hi: हैप्टिक फ़ीडबैक
id: Umpan Balik Haptik
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱 피드백
nl: Haptische feedback
pl: Sprzężenie haptyczne
pt: Feedback tátil
ru: Тактильная обратная связь
sv: Haptisk feedback
th: การตอบสนองแบบสัมผัส
tr: Dokunsal Geri Bildirim
uk: Тактильний зворотний зв'язок
vi: Phản hồi rung
zh_hans: 触感反馈

source: Haptics
ar: اللمس
de: Haptik
el: Απτική Ανάδραση
es: Vibración
fa: لرزش
fr: Retour haptique
he: הפטיקה
hi: हैप्टिक्स
id: Haptik
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱
nl: Trilfunctie
pl: Wibracje
pt: Feedback tátil
ru: Тактильные эффекты
sv: Haptik
th: การสั่น
tr: Dokunsal Geri Bildirim
uk: Тактильні відчуття
vi: Rung
zh_hans: 触感反馈

source: Help
ar: المساعدة
de: Hilfe
el: Βοήθεια
es: Ayuda
fa: راهنما
fr: Aide
he: עזרה
hi: सहायता
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt: Ajuda
ru: Справка
sv: Hjälp
th: วิธีใช้
tr: Yardım
uk: Довідка
vi: Trợ giúp
zh_hans: 帮助

source: Help Me Write This
ar: ساعدني في كتابة هذا
de: Hilf mir, das zu schreiben
el: Βοηθήστε με να το Γράψω
es: Ayúdame a escribir esto
fa: در نوشتن این کمکم کن
fr: Aidez-moi à écrire ceci
he: עזור לי לכתוב את זה
hi: इसे लिखने में मेरी मदद करें
id: Bantu Saya Menulis Ini
it: Aiutami a scrivere questo
ja: これを書くのを手伝ってください
ko: 이 글 작성 도와주기
nl: Help me dit schrijven
pl: Pomóż mi to napisać
pt: Ajude-me a escrever isso
ru: Помочь мне написать это
sv: Hjälp mig skriva detta
th: ช่วยฉันเขียนสิ่งนี้
tr: Bunu Yazmama Yardım Et
uk: Допоможи мені написати це
vi: Giúp tôi viết cái này
zh_hans: 帮我写这个
